[
    {
        "author": "schizo_coder",
        "body": "Bro è letteralmente come funziona Instagram è il mettere in mostra ogni singolo istante positivo della propria vita (ferie, lauree, feste, bimbi) che ti viene spammato H24 da migliaia di persone, singolarmente ste persone faranno 2 settimane di vacanza a testa a dir tanto ma sul social vedi solo quello\n\nNon so più come spiegarlo alla gente che si deprime per questa continua esposizione alla \"vetrina\" della vita degli altri, è una roba deleteria, il social più tossico nell'esistenza, disinstallarlo e dare fuoco al cellulare prima di rovinarvi la vita",
        "score": 496,
        "id": "ju7f7em",
        "created": "2023-07-31 14:19:26"
    },
    {
        "author": "CatsOnTheTables",
        "body": "Ho visto gente che da casa o lavoro postava foto di vacanze fatte anni fa. Fanno molte foto in vacanza, non le postano tutte subito, le diluiscono nel tempo.",
        "score": 85,
        "id": "ju7g3pj",
        "created": "2023-07-31 14:25:24"
    },
    {
        "author": "Cryforme74",
        "body": "Vai in weekend al mare. Ti porti 4 costumi. Fai tante foto e le pubblichi in weekend diversi ..\nCioè. Le basi. Crederete mica che su IG sia tutto in tempo reale.",
        "score": 67,
        "id": "ju7h3tw",
        "created": "2023-07-31 14:32:08"
    },
    {
        "author": "andreanyx",
        "body": "Se sono a casa o a lavorare o qualcosa che percepisco come ordinario, non faccio post e storie. Se sono in vacanza o a fare qualcosa che percepisco come straordinario, faccio post e storie.\n\nQuando Utente A e Utente B sono in ferie vedi i loro post e non quelli di Utente C e Utente D che non ne fanno perché lavorano. Quando Utente C e Utente D, in un periodo diverso, sono in ferie vedi i loro post e non quelli di Utente A e Utente B che intanto sono tornati a lavorare.\n\nRisultato: il tuo feed mostra continuamente gente in vacanza anche se ognuno fa normalmente le sue ferie.",
        "score": 27,
        "id": "ju7hjb9",
        "created": "2023-07-31 14:35:03"
    },
    {
        "author": "LicioP2Love",
        "body": "Quindi c'è ancora gente che crede a ciò che vede sui social, interessante",
        "score": 47,
        "id": "ju7fbws",
        "created": "2023-07-31 14:20:16"
    },
    {
        "author": "prsutjambon",
        "body": ">tralasciando le ferie lunghe costantemente in agosto\n\nil tuo problema e' questo.\n\nio, che posso decidere quando andare in ferie posso andare piu' spesso, ovviamente non 3 settimane alla volta, spendendo meno.\n\npoi lascia stare i benestanti universitari, quello e' ovvio.\n\npero' ad esempio se prendi uno stipendio medio/medio alto e puoi scegliere tu quando andare in ferie, puoi farti anche 4/5 settimane all'anno spendendo decentemente.",
        "score": 30,
        "id": "ju7escx",
        "created": "2023-07-31 14:16:36"
    },
    {
        "author": "JollyPollyLando92",
        "body": "Io sono rimasta sorpresissima quando una mia conoscente ha postato foto di una stessa serata (aperitivo, cena, discoteca) col contagocce. Aveva fatto tremila foto e video tutti diversi.\n\nDall'esterno potevi pensare:\n- Lunedi: Elisa si è  presa un drink con Paola\n- Martedì: Elisa esce con Giulia, fumano fuori, incrociano Marco\n\nEcc. Ecc. Ecc.\n\nTutte queste cose erano la documentazione maniacale delle stesse 6/8 ore, in cui Elisa in questione non appare mai del tutto così non riconosci 100% l'outfit, ma grazie alle quali Elisa ti fa credere di spassarsela fuori ogni sera mentre ha speso 20€ sabato scorso e ora mangia pasta in bianco guardando Netflix fino a sabato prossimo o quello dopo.",
        "score": 13,
        "id": "ju7nohz",
        "created": "2023-07-31 15:14:52"
    },
    {
        "author": "robypez",
        "body": "Hai detto bene, percezione. Spesso quello che vedi non coincide con la realtà. Ci sono persone che per lavoro hanno l'occasione, e la sfruttano, di mostrare situazioni che sono totalmente irreali. I social lo permettono.",
        "score": 16,
        "id": "ju7ezgo",
        "created": "2023-07-31 14:17:57"
    },
    {
        "author": "Roby1k",
        "body": "OP disinstalla instagram credimi, io soffrivo un sacco nel vedere gente che flexava costantemente vacanze, ferie e serate memorabili. Come l’ho disinstallato sono stato molto meglio, mi godo di più le cose.\n\ninstagram è tossico, è un social che ha lo scopo di mostrare i propri vanti e flexare tutto quello che si può, non rispecchia la vita vera ma solo quello che una persona vuole mostrare.\n\nmeglio eliminarlo e godersi la propria vita",
        "score": 16,
        "id": "ju7rqrt",
        "created": "2023-07-31 15:40:52"
    },
    {
        "author": "Valid_Theologian7922",
        "body": "Sono i pregi del _Book Fotografico™_ e magari un po' di Photoshop per i dettagli (schiarisci il cappotto così sembra un vestito più primaverile).\n\nSe non fanno foto stile Aldo Moro con la copertina del Corriere, è difficile pensare che siano state scattate davvero il giorno stesso.",
        "score": 6,
        "id": "ju7fs9w",
        "created": "2023-07-31 14:23:15"
    },
    {
        "author": "lisanna3",
        "body": "Spoiler: su Instagram, si possono postare foto anche dopo molto tempo.",
        "score": 7,
        "id": "ju7h8jy",
        "created": "2023-07-31 14:33:02"
    },
    {
        "author": "Alarnos",
        "body": "Io tra Rol e ferie ho 35 giorni e ho fatto 2 settimane a giugno...",
        "score": 7,
        "id": "ju7edcw",
        "created": "2023-07-31 14:13:47"
    },
    {
        "author": "McNorch",
        "body": "Ho chiesto ed ottenuto ferie extra quando ho rinegoziato il contratto, e comunque mi sembra di non avere abbastanza giorni per andare in ferie (e infatti sarò fermo una settimana a ferragosto senza aver prenotato nulla).",
        "score": 4,
        "id": "ju7djyh",
        "created": "2023-07-31 14:08:13"
    },
    {
        "author": "BurocrateN1917",
        "body": "Non metto su Instagram foto dall'ufficio",
        "score": 5,
        "id": "ju7g0zr",
        "created": "2023-07-31 14:24:53"
    },
    {
        "author": "Substantial-Metal83",
        "body": "Instagram non è uno specchio della realtà, ti mostra semplicemente quello che gli utenti vogliono mostrarti e, normalmente, non sono mai momenti di difficoltà o di crisi. Non è una bugia, ma un uso strumentale della verità. Non ti mente, ma ti racconta la verità in modo distorto.",
        "score": 4,
        "id": "ju7nvi2",
        "created": "2023-07-31 15:16:08"
    },
    {
        "author": "culturedperv",
        "body": "i social sono un cancro.\n\ntiktok non ce l’ho.\n\ninstagram ha un profilo vuoto.\n\ndunque non li apro mai.\n\ne sto benissimo.\n\nconsiglio vivamente.",
        "score": 5,
        "id": "ju7q9bf",
        "created": "2023-07-31 15:31:19"
    },
    {
        "author": "robbfrenki",
        "body": "ma al di là del fattore economico, ma il tempo? c'è gente che sembra sia a casa 15 settimane l'anno",
        "score": 7,
        "id": "ju7f2y7",
        "created": "2023-07-31 14:18:36"
    },
    {
        "author": "rosclarinet",
        "body": "Una mia amica fa un sacco di foto ogni volta che va da qualche parte e poi le posta durante tutto l'arco dell'anno. I social sono solo apparenza\n\nPoi ovviamente in mezzo ci sono anche i ricchi veri",
        "score": 5,
        "id": "ju7l7lj",
        "created": "2023-07-31 14:59:04"
    },
    {
        "author": "ByteEater",
        "body": "No non hai capito come funziona.\n\nVai in una località esotica, scatti 3000 foto con indumenti diversi, in diverse situazioni o luoghi, se lo stesso luogo basta che utilizzi un capo diverso.\n\nPosti le foto un po' alla volta durante l'anno e fingi di essere stato lì, di nuovo.",
        "score": 5,
        "id": "ju7ybec",
        "created": "2023-07-31 16:22:16"
    },
    {
        "author": "Annual_Safe_3738",
        "body": "\" link in bio \"",
        "score": 4,
        "id": "ju89ihf",
        "created": "2023-07-31 17:31:39"
    },
    {
        "author": "IKB191",
        "body": "I social sono un disastro.   \nTutti sono incastrati in immagini dissimili dalla realtà.  \nFeci anni fa un progetto che prendeva in giro un noto social ed ancora oggi ho persone che mi scrivono dicendo che invidiano la mia vita perchè sono sempre in giro. Le foto sono palesemente finte nel senso che lascio l'interfaccia dei posti dove le ho prese. A volte sono anche videogiochi, riviste, google maps. Si vede. E tanto!!   \nLa realtà diviene frammentata e si creano narrazioni fatte di simulazioni, proiezioni, desideri, malintesi.   \nChe sia negli intenti di chi produce o negli occhi di chi guarda poco conta. Tutto appare ingigantito e distorto. \n\nAltro esempio: amica che se la passa malissimo. Pero' viene selezionato per un festival a Los Angeles dove verrà proiettato un suo video. Ma questo festival funziona cosi: basta che gli dai 150 euro e loro prima o poi mostrano il tuo video, perchè ne mostrano una 30ina ogni fine settimana. Lei ha scritto \"sono stata selezionata per mostrare il mio video a Los Angeles la prossima settimana per il festival XX\" segue link con spiegato esattamente quanto scritto sopra.  \nMa la gente ha letto Los Angeles, selezionato, festival. Ed è impazzita. Centinaia di upvote al post, gente che scriveva e chiamava per fare i complimenti alla carriera.  \nInsomma è tutta una simulazione in cui ci si incastra volenti o nolenti qual'ora si partecipi a questo *teatro degli ignavi.*",
        "score": 5,
        "id": "ju9snoj",
        "created": "2023-07-31 23:20:40"
    },
    {
        "author": "OTTOGIGA",
        "body": "No semplicemente sei uno dei pochi che ci pensa due volte prima di andare in ferie in località dispendiose. Le persone ormai sono entrate nel loop del meglio spendere ora e subito piuttosto di pensare al futuro.  \nCon uno stipendio normale c.a 1500E puoi farlo ma rimani sempre con l'acqua alla gola. Prova a chiedere a queste persone quanti soldi hanno nel conto corrente o per i casi d'emergenza. Penso che il 90% ti dirà che non ha nemmeno 5k.  \nPoi ci sono quelli che vengono aiutati dai genitori che non sono pochi.",
        "score": 10,
        "id": "ju7ckth",
        "created": "2023-07-31 14:01:32"
    },
    {
        "author": "deepsky88",
        "body": "Personalmente a parte la gnocca Instagram ha poco senso",
        "score": 7,
        "id": "ju7nn65",
        "created": "2023-07-31 15:14:38"
    },
    {
        "author": "barete_fracade",
        "body": "Una conoscente pubblica in continuazione stories di lei in vacanza in varie parti dell'Italia. Una volta ha caricato una foto del paese in cui è nata mia madre e dove mi trovavo in quel momento, quindi le ho chiesto se le andasse di vederci per prendere qualcosa. Risposta: \"ahah in realtà sono a casa, le foto sono di tre anni fa, le carico come ricordo\" ed effettivamente meteo ed attività commerciali della foto non coincidevano con quello che vedevo.\n\nDa quella volta ho iniziato a dare per scontato che la gente si faccia decine di foto in vacanza e che le carichi \"diluite\" nel tempo così da aumentare le possibilità di *engagement*, oltre appunto a dare l'impressione di fare la bella vita per mesi. Sarebbe molto divertente se Instagram mostrasse i metadati associati alla foto (quando è stata scaricata, dove, con che dispositivo, ...), peccato che anche quelli sono modificabili/cancellabili.",
        "score": 7,
        "id": "ju7q5zt",
        "created": "2023-07-31 15:30:43"
    },
    {
        "author": "peppekens",
        "body": "Io ho fatto sacrifici per diversi anni, avevo messo da parte una cifra per compare casa, niente di eclatante per carità ma più che sufficiente per un anticipo, mentre stavo facendo vari preventivi per il mutuo scoppia il casino in ucraina e i tassi schizzano alle stelle.\n\nFanculo, resto in affitto e quella cifra la tengo su un conto separato.\n\nTutti i soldi che guadagno li spendo, al mese mi rimarranno si e no 50€, però mi sto passando diversi capricci. la vita è una e  fa abbastanza schifo di per se, cerco di renderla un po' meno noiosa e se per farlo spendo tutto lo stipendio amen.\n\nQuando la situazione cambierà farò un mutuo che probabilmente costerà meno del mio attuale affitto e spenderò i miei soldi per sistemare una casa di mia proprietà, fino ad allora per quello che posso mi godo la vita facendo circa 3 viaggi l'anno all'estero.",
        "score": 9,
        "id": "ju7flb4",
        "created": "2023-07-31 14:21:59"
    },
    {
        "author": "InsaneBoxerPup",
        "body": "Non guardare me, non ho i soldi per le vacanze e e i miei figli sono al mare coi nonni. Prendo ferie solo per fare qualche giornata con loro qui e là",
        "score": 3,
        "id": "ju7o2v7",
        "created": "2023-07-31 15:17:16"
    },
    {
        "author": "ragnarstark89",
        "body": "Conosco gente che produce materiale da Instagram e lo spalma in svariate giornate (con tanto di stories ) quindi il loro obiettivo è quello di dare L\nImpressione di essere ancora lì (o di prendere la 104 non so) secondo me la bolla esploderà a breve, beati gli psichiatri",
        "score": 3,
        "id": "ju7v8fh",
        "created": "2023-07-31 16:02:56"
    },
    {
        "author": "Babydrive90",
        "body": "Matematica, statisticamente in base a quante persone segui ci saranno sempre 3/4 persone al giorno in giro o in ferie. Molti usano anche dei trucchi per sembrare di star sempre in vacanza, vai fuori due giorni, ma posti foto per 4/5 in modo da dare il senso di una lunga vacanza. Su 200 300 persone è normale che ci sia qualcuno in ferie, a rotazione vedrai sempre qualcuno in vacanza il che ti fa sembrare l’unico coglione che si muove poco. E poi credimi dall’avvento dei social e cambiato tutto, posti incantevoli e nascosti presi di mira solo per fare la foto instagrammabile di turno, poi sempre tutte uguali ste cavolo di foto. Togli i social o quando meno usali diversamente perché li si vede solo il bello, il brutto non lo mostra nessuno.",
        "score": 3,
        "id": "ju81kwt",
        "created": "2023-07-31 16:42:44"
    },
    {
        "author": "msantin",
        "body": "Boh.. Io posto solo foto del mio coniglio.",
        "score": 3,
        "id": "ju857o0",
        "created": "2023-07-31 17:05:11"
    },
    {
        "author": "Massenzio",
        "body": "Percezione da social...\n\nNon aprire Instagram è la soluzione",
        "score": 4,
        "id": "ju7p6nj",
        "created": "2023-07-31 15:24:20"
    },
    {
        "author": "lottacomunista",
        "body": "basta essere benestanti 😎",
        "score": 4,
        "id": "ju7d0eh",
        "created": "2023-07-31 14:04:33"
    },
    {
        "author": "mark_lenders",
        "body": "sui social i sembra che la gente sia sempre in vacanza perchè tu vedi sempre qualcuno in giro, ma non è detto che siano sempre gli stessi\n\ncomunque magari guadagnano bene, magari gli piace spendere tutto in viaggi e durante l'anno risparmiano sul resto\n\npoi la gente ormai sembra incapace di risparmiare, quindi appena ha soldi e/o giorni di ferie deve andare da qualche parte",
        "score": 2,
        "id": "ju7fy92",
        "created": "2023-07-31 14:24:23"
    },
    {
        "author": "probablynotmine",
        "body": "Ah, Instagram, dici? Dove la gente si fa le foto nel vialetto di casa altrui per far finta di avere i soldi? Dove fanno la foto accanto alla tavoletta del cesso contro la finestra per far finta di essere su un 747 della Emirates? Dove ogni singolo dettaglio di sfondo, fianchi, trucco, viso è ritoccato fino all’inverosimile?\n\nNah, amico mio, stai guardando una versione vetrificata nella menzogna di una costellazione di persone che trovano un sasso in riva a Chioggia e subito #islanda, un vomitorio di ragazzette che papà paga un giro in gommone fuori dal porto di Ventimiglia il giovedì pomeriggio e via con #costaazzurra. Una foto alla frittura di pesce del chiosco “Da Gino” a Ladispoli e mettiamo #asianfusion.",
        "score": 2,
        "id": "ju7rev3",
        "created": "2023-07-31 15:38:45"
    },
    {
        "author": "hanafury",
        "body": "Chiudi/Raffina la tua cerchia sui social e smetti di comparare la tua vita (insieme di n mila momenti che vivi) al singolo post perfettamente confezionato ad hoc dall'influencer di turno (o dall'amico che vuole però apparire al top) . \nVedrai che camperai molto meglio.",
        "score": 2,
        "id": "ju7vejr",
        "created": "2023-07-31 16:04:00"
    },
    {
        "author": "Fluid-Knowledge7651",
        "body": "Beh io ho una mia amica che lavora part time. Da inizio anno ad ora è stata a Disneyland 3 giorni, ha fatto una settimana in un altro paese, un weekend di sci ed è andata varie volte alle terme. A settembre andrà in sud Italia e a ottobre in vacanza 4 giorni. Dove cazzo li caga i soldi non lo so, io ho fatto una vacanza l'anno scorso dopo 4 anni..",
        "score": 2,
        "id": "ju7x1cg",
        "created": "2023-07-31 16:14:20"
    },
    {
        "author": "ManniHimself",
        "body": "Foto vecchie? Persone diverse ma che creano uno stream continuo di foto vacanze? Quelle che fanno qualcosa di diverso tendono a postarlo quindi la gran maggioranza che va a fare spesa e poi a casa rimane in ombra?",
        "score": 2,
        "id": "ju8dcgr",
        "created": "2023-07-31 17:55:06"
    },
    {
        "author": "No-Atmosphere7326",
        "body": "Sembra quasi che i social siano pieni di persone finte con vite finte",
        "score": 2,
        "id": "ju8inwp",
        "created": "2023-07-31 18:28:15"
    },
    {
        "author": "NeedPrivacyDotCom",
        "body": "Si chiama “paga il papy”. Come il papy paga l’anticipo della casa a milan, come il papy gira 1000€ al mese sul conto perché con 1500€ non vivo, come il papy ti fa fare le vacanzette con gli amici. \n\nEssere ricchi nel 95% dei casi è pura fortuna. Essere nati nella famiglia giusta fa la differenza. Puoi anche avere 80k di RAL, ma se non hai 2 case ereditate e la mancetta da 100k, sempre un povero sei, puoi solo fare vacanze migliori. \n\nTu concentrati col guadagnare di più e vedrai che qualche vacanzetta te la farai anche tu. E studia.",
        "score": 3,
        "id": "ju7exqq",
        "created": "2023-07-31 14:17:37"
    },
    {
        "author": "anfotero",
        "body": "È per quello che non ho Instagram: scacco matto.",
        "score": 2,
        "id": "ju7dgcm",
        "created": "2023-07-31 14:07:32"
    },
    {
        "author": "GuidaPocoCheDeviBere",
        "body": "Green screen",
        "score": 1,
        "id": "ju7g24o",
        "created": "2023-07-31 14:25:06"
    },
    {
        "author": "Ercolina",
        "body": "Instagram, FB ma anche la raccolta di fotografie su pellicola dei tempi di Carlo Cudega sono le immagini dei ricordi PIU' BELLI. \n\nSe uno si basa su quelle, la vita degli altri appare senza problemi, grane, seccature, una sequenza di momenti magici.\n\nAggiungi che c'è gente che le foto le ritocca pure, o ne fa centinaia per poi scegliere le migliori, e il gioco è fatto.\n\nDel resto, scusa, tu fotograferesti le tue brutte figure, i momenti imbarazzanti, la volta che tiri giù tutte le parolacce che conosci o quando litighi con la moglie o la mamma?",
        "score": 1,
        "id": "ju7nsq0",
        "created": "2023-07-31 15:15:38"
    },
    {
        "author": "Qwayn",
        "body": "io ho appena fatto 2 settimane tra algarve e andalusia e ho speso 900 euro tra alloggi, volo e auto a noleggio. non mi pare poi moltissimo.\n\nora lavoro, ma se pubblico qualche foto residua di Siviglia non significa che sono sempre in vacanza.\n\ncmq consiglio di seguire sui social ciò che ci diverte, non ciò che fa incazzare. io lo faccio.",
        "score": 1,
        "id": "ju7zqbr",
        "created": "2023-07-31 16:31:09"
    },
    {
        "author": "panickedkernel06",
        "body": "Ti rispondo dal nord della Polonia con fuori 15 gradi e la bufera:\nColcazzzzo che regalo un polmone a ryanair per portarmi in terronia (o mezzo stipendio ai balneari del Baltico, che sono esosi quasi quanto i nostri), le ferie me le vado a fare a settembre quando 1. Mezza Germania non ha smanie di venire in Italia, 2. Son ricominciate le scuole e non ci sono marmocchi in ogni anfratto e 3. Quando ho abbastanza certezza di non trovare 40 gradi all'ombra a destinazione.\nDetto questo, io ho quasi 30 giorni di ferie, ma tra recuperi festivi e straordinari ho infilato una settimana /qualche giorno qua e lá da maggio ad agosto.\nMa non mi trovi su Instagram perché sto bellamente sul divano a ronfare o a leggere.",
        "score": 1,
        "id": "ju8bvyp",
        "created": "2023-07-31 17:46:08"
    },
    {
        "author": "Soncino",
        "body": "Tra cui gli insegnanti.\n\nSempre a piangere miseria e maltrattamenti e poi da giugno ad agosto è un continuo postare foto da città d'arte, mare, montagna, lago e pure extra regione: quindi con almeno un pernottamento probabile.",
        "score": 0,
        "id": "ju7eunk",
        "created": "2023-07-31 14:17:02"
    },
    {
        "author": "With_Hands_And_Paper",
        "body": "Basta non avere grosse pretese ed essere disposti a smazzarsi nel weekend.\n\nOvvio che nessuno è veramente sempre in ferie a Ibiza, Isola d'Elba, Hawaii etc...(a parte chi ha soldi e 0 preoccupazioni, ma sono una minoranza) e la gente ci va magari una volta nella vita e fa 200 milioni di foto, ma per farsi dei viaggetti interessanti a basso costo bastano una macchina, una tenda e un po' di spirito di avventura, se hai una macchina abbastanza capiente non ti serve neanche la  tenda così non rischi di farti multare dalla forestale per campeggio abusivo.\n\nVivi in Italia, nel raggio di 2 ore di macchina hai almeno 20 posti belli e interessanti da visitare ovunque tu ti trovi, scegli una meta, parti e ti fai un bel viaggetto, meglio ancora se hai qualcuno per accompagnarti così ti smezzi pure il gas e la compagnia e domenica sera torni a casa, se vuoi risparmiare ancora di più ti porti panini e insalatissime riomare da casa così non devi manco andare al ristorante.",
        "score": 0,
        "id": "ju7q40m",
        "created": "2023-07-31 15:30:22"
    },
    {
        "author": "Slumber86",
        "body": "Mio caso. Siamo in due, casa di proprietà e niente mutuo, per ora. stipendi buoni. Diciamo che i giretti ce li siamo fatti quest'anno:  \n\\* 10 giorni in turchia a maggio  \n\\* 1 settimana in Puglia nel ponte del 2 giugno (dai parenti quindi unica spesa il volo, preso con lauto anticipo)  \n\\* 10 giorni nei balcani ad agosto, però ovviamente auto, niente volo perché di sto periodo sono prezzi folli.  \n\\* qualche weekend fuori, ma niente di eclatante  \nE comunque sono tanti soldi, qualcosa vogliamo mettere via e quindi questo è il grande massimo che possiamo fare  \n\n\nPerò poi vediamo gente che fa un lavoro molto meno qualificato del nostro, magari in affitto che si fa giappone, new york, vietnam, korea, e ci chiediamo dove li prendono i soldi.   \nImmagino facciano i debiti questi..",
        "score": 0,
        "id": "ju7qkxr",
        "created": "2023-07-31 15:33:24"
    },
    {
        "author": "KissingUnicorns",
        "body": "Prenotare con largo anticipo, soprattutto i voli li compro appena sono disponibili (esempio ho preso dei voli per il ponte del 25 aprile 2024 un mesetto fa, costo totale 210€ per me, compagno + bambino). \n\nCercare minuziosamente le strutture dove alloggiare, \nnon accontentarsi di booking ma contattarle direttamente per prezzi più vantaggiosi, usare qualsiasi convenzione a cui si potrebbe avere accesso tramite azienda o programmi a cui si è iscritti. Ovviamente il tutto con largo anticipo. \n\nÈ chiaro che se uno si sveglia ad aprile per agosto i prezzi sono proibitivi, se vuoi farti un weekend lungo a luglio 2024 conviene prenotarlo a settembre 2023, poi il giorno di ferie lo chiedi (a meno che tu non lavori in un ambiente pessimo un venerdì o lunedì di luglio non si nega a nessuno).",
        "score": -1,
        "id": "ju7zb4r",
        "created": "2023-07-31 16:28:30"
    },
    {
        "author": "Collapsing_cosmoses",
        "body": "Reddito di cittadinanza. Soldini di mamma e papà, nonni. Lavoretti a nero qui e li... E un amore morbosissimo per i social",
        "score": -1,
        "id": "ju8nmmg",
        "created": "2023-07-31 18:58:43"
    },
    {
        "author": "enthrone21",
        "body": "Ho tanti amici anche loro mezzi vagabondi in giro per il mondo e lavoro 100% in smart quindi spesso prendo voli ryanair da poco, vengo ospitato, e lavoro/mi faccio weekend lunghi magari prendendo solo 1 o 2 giorni di ferie.",
        "score": 1,
        "id": "ju7j5xs",
        "created": "2023-07-31 14:45:46"
    },
    {
        "author": "Mirmo",
        "body": "Io sono sommerso di ferie, ora come ora (ho fatto i conti e escludendo le 2 settimane già fatte quest'anno mi restano tipo 50 giorni tra ferie e ROL)\n\nLavoro da 8 anni nella stessa azienda, ho sempre fatto le 3 settimane \"canoniche\" in estate (a parte un paio di eccezioni), poca roba a Natale (ho sempre solo fatto una settimana tra capodanno e Natale, che incastrandosi tra le ferie non son più di 2 o 3 giorni di ferie effettive) e quasi mai vacanze di intermezzo.\n\nFa tanto sicuramente potersi prendere le ferie quando cazzo ti pare per fare tante vacanze più fighe, quando vedi che qualcuno va in un posto tipo Gallipoli ma ci va a Giugno non paga un cazzo rispetto a quanto ti pelano ad andarci in questo periodo (io mi farò una settimana a fine Settembre in Spagna in un appartamento che in questo periodo probabilmente costa quanto lo abbiamo pagato una settimana al giorno). Inoltre, guardando da Instagram vedrai sicuramente non sempre la stessa gente in ferie ma ti becchi di fatto tutti i photo dump della gente che va in ferie e probabilmente tra una balla e l'altra hai sempre qualche conoscente in ferie, così si crea la percezione che tutti siano sempre in ferie tranne te. \n\nHo fatto comunque vacanze in posti fighi anche con budget non assurdi, magari in qualche ritaglio di giorni un po' strambo (che ne so da giovedì a martedì), e poi ci ho programmato la vacanza intorno, ma anche lì fa un sacco la libertà del potersi scegliere i giorni nel periodo che vuoi",
        "score": 1,
        "id": "ju7k01m",
        "created": "2023-07-31 14:51:14"
    },
    {
        "author": "oni_yari",
        "body": "Sicuramente il fatto di avere le ferie forzate ad agosto incula tante persone, io posso permettermi tranquillamente un weekend lungo al mese volendo, prendere ferie giovedì e venerdì e farmi 4 giorni che mi costano 1/3 di quello che spenderei per 7 giorni ad agosto. \n\n  \nSaper, e poter, pianificare è il 50% del prezzo del tuo viaggio.",
        "score": 1,
        "id": "ju7khxl",
        "created": "2023-07-31 14:54:26"
    },
    {
        "author": "Sieg_1",
        "body": "Fanno una, massimo due, vacanze serie all’anno. Più un weekend fuori al mese. Fanno 50-100 foto ogni volta e le postano spalmate nel corso dell’anno. In realtà è una vita di merda perché passi più tempo a farti le foto che a vivere",
        "score": 1,
        "id": "ju7lrot",
        "created": "2023-07-31 15:02:41"
    },
    {
        "author": "Yuppiduuu",
        "body": "Ci sono molte persone che fanno una vacanza all'anno, ma ne fanno un piano di pubblicazioni social di 3 mesi...\n\nIn alternativa, c'è chi può sbattersene dei dettami italici delle ferie ad agosto, va in ferie in altri periodi e ad agosto lavora con tutta la calma del caso.",
        "score": 1,
        "id": "ju7ltqx",
        "created": "2023-07-31 15:03:04"
    },
    {
        "author": "Febizz",
        "body": "Io non sono un amante delle vacanze fuori, più che altro torno dai miei o ospito gente per settimane, ma trovo che il problema della lunghezza sia relativo, di solito sfrutto il fatto che posso prendermi di ferie solo i giorni che dovrei essere un ufficio, così ogni tot mesi faccio anche due settimane prendendo pochi giorni e lavorandone qualcuno in remoto.\n\nAnche per la questione economica è tutto relativo, c'è chi ha il welfare aziendale, c'è chi risparmia apposta, per chi la vacanza è un priorità il modo lo trova, anche a costo di spendere cifre che magari per te sono fuori budget, ma ci sta, ognuno spende nel modo che ritiene più opportuno.",
        "score": 1,
        "id": "ju7lzu7",
        "created": "2023-07-31 15:04:10"
    },
    {
        "author": "sonobello9",
        "body": "Ogni anno leggo notizie di famiglie o giovani che chiedono prestiti in banca per andare in ferie, oppure sono ricchi e non hanno bisogno di lavorare , hanno il sugar daddy, i casi possono essere tanti",
        "score": 1,
        "id": "ju7ob3d",
        "created": "2023-07-31 15:18:36"
    },
    {
        "author": "Kororimpa",
        "body": "Uso i sabati per andare i posti visitabili in giornata  \nMi ciuccio 30€ di carburante in un giorno ma argino portandomi il pranzo al sacco, ed evito di spendere in altre cose",
        "score": 1,
        "id": "ju7q3dc",
        "created": "2023-07-31 15:30:15"
    },
    {
        "author": "Bianconiglia",
        "body": "Ferie fuori stagione, passare tanto tempo a cercare su booking e siti di compagnie aeree... Quando a lavoro riesco a farmi dare un periodo di ferie non mi ostino a voler andare in un posto in particolare, semplicemente nei momenti morti (coda al supermercato, metro, autobus, ecc.) anziché cazzeggiare sui social mi apro booking e i siti delle compagnie aeree/navi/treni per vedere dove mi conviene andare tirando le somme. \nMolta gente se ha il weekend libero e trova un buon prezzo o un posto vicino si fa una gitarella/vacanzina di due giorni. \nPoi tieni da conto che tantissima gente non mette via niente di risparmi, aspetta lo stipendio successivo per prosciugarlo totalmente o addirittura un mio amico va in debito/si fa prestare soldi per ridarli appena arriva lo stipendio... Però non so se tu voglia vivere da cicala!",
        "score": 1,
        "id": "ju7qctp",
        "created": "2023-07-31 15:31:57"
    },
    {
        "author": "Quote99",
        "body": "Una mia amica va in giro svariate volte durante i weekend, in un anno solare\n\nInizia a postare le foto dal Lunedì successivo e smette verso Sabato o Domenica, facendo credere a tutti che sia stata in vacanza per una settimana quando, in realtà, ha pernottato solo per due giorni\n\nSe fai un weekend da qualche parte e posti 4-5 foto al giorno ci metteresti una vita per finirle",
        "score": 1,
        "id": "ju7qoeh",
        "created": "2023-07-31 15:34:00"
    },
    {
        "author": "therockrider",
        "body": "perchè tu di solito pubblichi su Instagram una storia mentre sei in coda nel traffico mentre vai a lavoro, oppure mentre ti vedi invecchiare riflesso nel monitor del PC in ufficio? No? Ecco, neppure gli altri.",
        "score": 1,
        "id": "ju7t22x",
        "created": "2023-07-31 15:49:18"
    },
    {
        "author": "FlavioDCLXVI",
        "body": "Conosco un paio di ragazze che si fanno un sacco di foto durante le vacanze per poi uploadarle durante tutto il resto dell’anno",
        "score": 1,
        "id": "ju7tdo5",
        "created": "2023-07-31 15:51:18"
    },
    {
        "author": "italianpwner",
        "body": "Quando vai in vacanza fai 50 foto e poi ne posti una alla settimana",
        "score": 1,
        "id": "ju7uegf",
        "created": "2023-07-31 15:57:43"
    },
    {
        "author": "mayus-",
        "body": "Molti miei compagni di scuola vanno in vacanza 1/2 settimane l'anno, si fanno 500 foto e le spalmano piano piano per tutti i 3 mesi d'estate.",
        "score": 1,
        "id": "ju7ybla",
        "created": "2023-07-31 16:22:18"
    },
    {
        "author": "mrphelz",
        "body": "Mettila così: io conosco l'identità reale di un account twitter \"anonimo\" con un discreto seguito (ma questa persona non sa che io so).\nOgni tot questa persona posta un'immagine da qualche posto \"esotico\" dove però si vede solo un panorama e poco altro, con testo \"saluti a tutti\" o qualcosa del genere, tale da far supporre ai suoi follower che questa persona sia effettivamente in quel posto.\n\nOvviamente non è in quel posto, ha solo preso una foto da internet e l'ha postata per dare l'idea di esserci.\n\nE ovviamente i follower dietro \"ooh, figo, dove sei?\"",
        "score": 1,
        "id": "ju81zhb",
        "created": "2023-07-31 16:45:16"
    },
    {
        "author": "argumentative_one",
        "body": "Spesso questi si fanno una settimana di vacanza ma ripostano le foto per mesi. Instagram, se usato troppo e se si è già un po' distaccati dalla realtà, è deleterio.",
        "score": 1,
        "id": "ju828kl",
        "created": "2023-07-31 16:46:50"
    },
    {
        "author": "RobigR",
        "body": "Io rientro nel soggetto di cui chiedi lumi, ho un sacco di amici che quando mi vedono mi dicono, ma tu sei sempre via!\n\nLa realtà è che lavoro dal lunedì al sabato.\n\nQuando stacco prendo famiglia e partiamo spesso. Che sia montagna o la nostra casa al lago..\n\nAd agosto ho solo 2 settimane di vacanza ma spesso andiamo via in posti esotici o non convenzionali.. il che si traduce con: ma tu sei sempre via 😅",
        "score": 1,
        "id": "ju86lp6",
        "created": "2023-07-31 17:13:49"
    },
    {
        "author": "FedeDost",
        "body": "Forse è una tua percezione. Io ho 23gg di ferie l’anno, prendo qualche giorno a caso qua e là ed ogni tanto una settimana intera quando voglio farmi un viaggetto in moto. Non prendo due o tre settimane in estate come fanno tutti.",
        "score": 1,
        "id": "ju873p2",
        "created": "2023-07-31 17:16:55"
    },
    {
        "author": "_matteo",
        "body": "Se hai 500 \"amici\" o follower o come li chiamiamo è abbastanza normale che ti salterà sempre davanti qualcuno in ferie, che poi è l'essenza dei social basati su immagini.\n\nCuriosità: sei obbligato a farle in agosto le ferie?",
        "score": 1,
        "id": "ju8bbiu",
        "created": "2023-07-31 17:42:40"
    },
    {
        "author": "giansolcia",
        "body": "Esiste lo smartworking nel 2023",
        "score": 1,
        "id": "ju8e8kq",
        "created": "2023-07-31 18:00:36"
    },
    {
        "author": "Fruitcake73",
        "body": "È Instagram, è fatta per mostrare la tua vita, quindi ovviamente vedi vacanze e belle cose della vita.\n\nFa da tempo che devo disinstallarlo, ad oggi lo uso per le seghe ogni tanto.",
        "score": 1,
        "id": "ju8g47d",
        "created": "2023-07-31 18:12:23"
    },
    {
        "author": "MrGlacies",
        "body": "ho visto 4 post di gente frustrata da instagram oggi, o reddit pensa che la cosa mi interessi o abbiamo tutti il cervello collegato.\nHo disinstallato instagram/tiktok/facebook da più di 9-10 mesi e sto da dio, non perché sono illuminato o un essere superiore semplicemente per caso ho cambiato telefono e ho pensato “ma li devo installare per forza?” risposta = no.\n\nse volete un consiglio unfollowate chiunque non sai un conoscente stretto, significa neanche parenti se non avete un rapporto significativo.",
        "score": 1,
        "id": "ju8iggc",
        "created": "2023-07-31 18:26:59"
    },
    {
        "author": "cannavacciuolo420",
        "body": "Io posto foto delle vacanze anche mesi dopo essere stato in determinati posti, sia perché mi dimentico di postarle mentre mi godo le vacanze ma anche per diluirle nel tempo e non far morire il mio account instagram \n\nIn ogni caso non perdere tempo a paragonarti con tizio o caio, soprattutto non per quello che postano su instagram, pochi aspetti della propria vita sono manipolabili quanto come ci si presenta su instagram, usarlo come metro di paragone è inutile.",
        "score": 1,
        "id": "ju8ijk3",
        "created": "2023-07-31 18:27:31"
    },
    {
        "author": "Emanuele002",
        "body": "Ovviamente c'è un bias in questa situazione. Nessuno pubblica ogni giorno la foto di se stesso in ufficio, non avrebbe senso. Chi usa questi siti pubblica le foto delle cose interessanti che fa, non della propria vita quotidiana.",
        "score": 1,
        "id": "ju8mfkr",
        "created": "2023-07-31 18:51:24"
    },
    {
        "author": "piano_kalergi",
        "body": "eh? ferie?",
        "score": 1,
        "id": "ju8olyx",
        "created": "2023-07-31 19:04:44"
    },
    {
        "author": "Ceck21",
        "body": "Eliminate sti cazzo di social network, ormai anche su reddit è un accumulo di pessimisti che guardano solo quello che gli altri mostrano.",
        "score": 1,
        "id": "ju8qwnw",
        "created": "2023-07-31 19:19:01"
    },
    {
        "author": "Impressive_Double_95",
        "body": "Pro tip: non stare a guardare la gente su instagram",
        "score": 1,
        "id": "ju8s35j",
        "created": "2023-07-31 19:26:18"
    },
    {
        "author": "elbarto1981",
        "body": "Ricorda. Per ogni persona che vedi in ferie ce ne sono 10 che non lo sono. E quella persona fa magari una settimana al mare e poi posta le foto man mano nel corso di un mese per far credere di essere sempre al mare. I social sono sempre solo illusione e falsa percezione. Ricordatevelo",
        "score": 1,
        "id": "ju97yat",
        "created": "2023-07-31 21:03:51"
    },
    {
        "author": "nmrt95",
        "body": "Mai quanto quelli che postano le storie con lo screenshot del tracker garmin con i dati dell'ultimo giro in bicicletta con tanto di commento tecnico.",
        "score": 1,
        "id": "ju995xq",
        "created": "2023-07-31 21:11:23"
    },
    {
        "author": "_qqg",
        "body": "la gente fa più foto quando è in ferie => se guardi le foto, ti sembrano tutti, sempre, in ferie.",
        "score": 1,
        "id": "ju9o0hu",
        "created": "2023-07-31 22:49:03"
    },
    {
        "author": "IaNterlI",
        "body": "Survivorship bias (non so come si chiama in Italiano): se ci sono 100 persone, e 90 sono \"normali\", sui social media vedi solo le 10 che hanno ferie/soldi a iosa (o che mentono spudoratamente) dandoti l'impressione che sono un campione rappresentativo.",
        "score": 1,
        "id": "ju9rezh",
        "created": "2023-07-31 23:11:55"
    },
    {
        "author": "MikeMescalina",
        "body": "Le foto che vedi su Instagram sono legate ad una ricerca di un certo tipo di status che si è affermato da un po' di anni a questa parte,  sta cosa di essere dei giramondo\n\nGente che colleziona foto  e fa a chi ce l'ha più lungo su quali e quanti posti ha visitato nella vita. \n\nSfigati alla fine, tranquillo ne conosco diverse di persone così non si godano un cazzo di nulla",
        "score": 1,
        "id": "juappzp",
        "created": "2023-08-01 03:30:19"
    },
    {
        "author": "SofferPsicol",
        "body": "Io non ho Instagram ma faccio 4 settimane di vacanze in estate piu altre 2 durante l’anno.",
        "score": 1,
        "id": "jub4raf",
        "created": "2023-08-01 06:03:58"
    },
    {
        "author": "albion28",
        "body": "Ti hanno già dato molti consigli utili.\nIo sia su fb che ig ho mutato tutti quei conoscenti di cui non mi interessa nulla. Vedo storie principalmente di contatti stretti stretti e per lo più pagine varie (divulgatori ecc)\nLa pace mentale ha fatto stonks dopo poco.\nIl prossimo passo in caso è disinstallare tutto.\nI social sanno essere tossici per la salute mentale. È importante saperli usare bene. O non usarli proprio.",
        "score": 1,
        "id": "jub6fsv",
        "created": "2023-08-01 06:24:23"
    },
    {
        "author": "Armstonk86",
        "body": "Sono anni che non faccio ferie spendendo sul serio.\nVivo in Germania, ma sono originario di un posto molto turistico del sud Italia, quindi per me le ferie sono sempre state il “tornare a casa”.\nSolo alcune volte abbiamo fatto qualcosa di diverso come Lisbona o Puglia (2 anni su 10 da che lavoro).\nIn questi anni ho risparmiato tantissimo anche avendo due figli. \nImmagino che il modello di vacanza potrebbe essere estendibile a molti che lavorano al nord e che potrebbero semplicemente tornare al Sud per godersele. \nAd ogni modo, a volte penso che questi anni me li sarei potuti godere di più, ma di fatto non mi è mancato nulla del fare ferie a casa mia in italia avendo mare e montagna a portata di mano ma senza spendere una fortuna in hotel.",
        "score": 1,
        "id": "jub73qu",
        "created": "2023-08-01 06:32:50"
    },
    {
        "author": "EmaColo",
        "body": "Spendi qualche soldino per un corso di Photoshop, in qualche mese sarai capace di farti più ferie di loro su insta: li lascerai perplessi su come sei passato dal circolo polare artico alle spiagge australiane in meno di 2 ore",
        "score": 1,
        "id": "jub7ir1",
        "created": "2023-08-01 06:38:09"
    },
    {
        "author": "Desperate-Turn1097",
        "body": "Ma con chi ce l’hai? Con uno stereotipo?",
        "score": 1,
        "id": "jubed5y",
        "created": "2023-08-01 08:07:05"
    },
    {
        "author": "Klutzy-Weakness-937",
        "body": "Al di là delle cose già scritte sulla falsità dei social, un sacco di gente lavora full remote/freelance e non ha una netta distinzione tra tempo libero e lavoro, quindi magari posta le foto sulle spiaggie della Grecia ma nel pomeriggio sta tre ore al computer a fare cose remunerative",
        "score": 1,
        "id": "jubjm94",
        "created": "2023-08-01 09:16:10"
    },
    {
        "author": "Odd_Comparison7360",
        "body": "il sistema è sempre lo stesso: si finge o si lavora in remoto. data la natura stessa del social network al 90% si tratta del primo caso. \nfacile fare 400 foto in una gita in giornata e poi spalmarle su una settimana di post e storie su instagram per farti credere a te che sto tipo a caso sia in vacanza tutto il tempo",
        "score": 1,
        "id": "jubm7hd",
        "created": "2023-08-01 09:49:57"
    },
    {
        "author": "ikarn15",
        "body": "Per non parlare della gente che fa 700 foto mentre sono in vacanza, e ne postano una al mese così ti sembra che siano sempre in giro",
        "score": 78,
        "id": "ju7vi49",
        "created": "2023-07-31 16:04:38"
    },
    {
        "author": "ciskoh3",
        "body": "sono d'accordo.\n\n Anni fa mi ritrovai AD invidiare la vita ed il profilo di un collega, vedendo le foto del mare e degli amici che postava. il pomeriggio stesso mi venne a raccontare di come si sentiva triste e a perso in quel momento.\n\n E ci tengo a dire che non falsava il suo profilo, semplicemente le cose che lo deprimevano non le postava, come tutti noi.\n\n Quello é stato l'ultimo giorno in cui ho guardato Facebook /insta degli amici",
        "score": 42,
        "id": "ju7thai",
        "created": "2023-07-31 15:51:56"
    },
    {
        "author": "LicioP2Love",
        "body": "Unico commento senso. \n\nIndurain\nInstagram e tiktok hanno fatto più danni dell'eroina",
        "score": 65,
        "id": "ju7fxcs",
        "created": "2023-07-31 14:24:13"
    },
    {
        "author": "iamagro",
        "body": "Selection bias",
        "score": 12,
        "id": "ju7pb8y",
        "created": "2023-07-31 15:25:09"
    },
    {
        "author": "Elcondivido",
        "body": "Esatto è semplicemente selection bias e l'umanissimo fatto, indipendente da qualsiasi social, che se mi sto divertendo lo dico in giro, se mi è morto il cane no.\n\nNon c'è bisogno di tirare fuori milioni di gente che con un sofisticatissimo sistema di leve e specchi fa 3 giorni di vacanza e lo fa sembrare 2 mesi di vacanze. O sono influencer che lo fanno per lavoro o sono mezzi matti, una percentuale molto piccola del totale.\n(Che un influencer stia in giro me lo aspetto visto che fare foto in giro è, più o meno, come campa).\n\nBasterebbe avere contezza di questo senza arrivare a tornare ad usare il nokia 3310.",
        "score": 12,
        "id": "ju8bsl4",
        "created": "2023-07-31 17:45:33"
    },
    {
        "author": "fab_space",
        "body": "più che altro pensa tra 30 anni quanti depressi da recuperare",
        "score": 7,
        "id": "ju879yw",
        "created": "2023-07-31 17:18:01"
    },
    {
        "author": "PalpitationPretend51",
        "body": "Per fortuna la maggior parte della gente va al mare e a me il mare fa cacare lol\n\nNessuna invidia.",
        "score": 5,
        "id": "ju8eouo",
        "created": "2023-07-31 18:03:26"
    },
    {
        "author": "Ercolina",
        "body": "D'accordo su tutto, io Instagram manco l'ho installato, tranne sul dare fuoco al cellulare :D",
        "score": 4,
        "id": "ju7mlyy",
        "created": "2023-07-31 15:08:13"
    },
    {
        "author": "RobigR",
        "body": "Non capisco il meccanismo per il qualche uno dovrebbe avere invidia se amici vanno in vacanza. Se vedi il mio Instagram è pieno di foto in giro per il mondo.. ma se vedo che qualcuno va via son solo felice per lui. E ho 2 settimane di vacanza all’anno avendo partita iva",
        "score": 5,
        "id": "ju86uvf",
        "created": "2023-07-31 17:15:24"
    },
    {
        "author": "ManniHimself",
        "body": "Basta non rosicare della buona sorte altrui in realtà",
        "score": 4,
        "id": "ju8die1",
        "created": "2023-07-31 17:56:05"
    },
    {
        "author": "il-Signor-No",
        "body": "Aggiungo anche il fatto che alcune di queste foto sono false.\n\nEsistono studi fotografici attrezzati per fare questo tipo di servizi a pagamento.",
        "score": 2,
        "id": "ju7mwup",
        "created": "2023-07-31 15:10:11"
    },
    {
        "author": "TheGoosePlan",
        "body": "Come già risposto ad un altro commento: ci lavoro purtroppo, con Instagram",
        "score": -4,
        "id": "ju7go3z",
        "created": "2023-07-31 14:29:13"
    },
    {
        "author": "Zephyr_Petralia",
        "body": ">Non so più come spiegarlo alla gente che si deprime per questa continua esposizione alla \"vetrina\" della vita degli altri, è una roba deleteria, il social più tossico nell'esistenza, disinstallarlo e dare fuoco al cellulare prima di rovinarvi la vita\n\nEh la madonna! Ma sono l'unico che se vede una persona che si diverte, non viene consumato dall'invidia?",
        "score": 1,
        "id": "juba3l3",
        "created": "2023-08-01 07:11:17"
    },
    {
        "author": "Marcomau",
        "body": "Comparison is the theft of joy",
        "score": 1,
        "id": "jubch3p",
        "created": "2023-08-01 07:42:18"
    },
    {
        "author": "c-emme-2506",
        "body": "Ho visto un impiegato Coop postare una foto (vecchia) fingendo di essere Formentera mentre stava al reparto ortofrutta. E qui chiudo",
        "score": 59,
        "id": "ju7pmeo",
        "created": "2023-07-31 15:27:10"
    },
    {
        "author": "de_kommaneuker",
        "body": ">Fanno molte foto in vacanza\n\nFanno solo foto in vacanza, FTFY. Il potere di fare invidia alla gente è pazzesco (fonte: stavo con una che a una cena qualsiasi faceva 200 foto e non si godeva un cazzo se non i like)",
        "score": 20,
        "id": "ju7qnh8",
        "created": "2023-07-31 15:33:51"
    },
    {
        "author": "d2211",
        "body": "Quale sarebbe il pro di fare questa cosa?",
        "score": 5,
        "id": "ju8493u",
        "created": "2023-07-31 16:59:11"
    },
    {
        "author": "tlcd",
        "body": "OP crede che tutto ciò che la gente posta su internet sia vero. C'è più finzione che in uno spot della nestlè.",
        "score": 19,
        "id": "ju826kz",
        "created": "2023-07-31 16:46:29"
    },
    {
        "author": "TheGoosePlan",
        "body": "Ottimo ragionamento.\n\nMa io ho ridotto la mia “analisi” a 4 profili.",
        "score": -2,
        "id": "ju7ksnk",
        "created": "2023-07-31 14:56:22"
    },
    {
        "author": "VenetoAstemio",
        "body": "Tipo che esistano veneti astemi.",
        "score": 8,
        "id": "ju7paxc",
        "created": "2023-07-31 15:25:06"
    },
    {
        "author": "AostaValley",
        "body": "Ma infatti son sempre stupito. Ok. Capisco che so, nel 2005/2006, poi basta.\n\nChe già a metà anni 90 c'era il detto. \"su internet è tutto falso fino a prova contraria\"",
        "score": 11,
        "id": "ju7k9tf",
        "created": "2023-07-31 14:52:58"
    },
    {
        "author": "Zephyr_Petralia",
        "body": "Che genio del male questa Elisa...\n\n&#x200B;\n\n/s",
        "score": 2,
        "id": "jubejjp",
        "created": "2023-08-01 08:09:21"
    },
    {
        "author": "Zephyr_Petralia",
        "body": "Ma è normale che gente posti solo momenti felici. Il problema non è di instagram, ma della tua invidia.",
        "score": 2,
        "id": "jube6f1",
        "created": "2023-08-01 08:04:38"
    },
    {
        "author": "TheGoosePlan",
        "body": "Alludo alle storie, su quelle fai più fatica a diluirle nel tempo.",
        "score": -6,
        "id": "ju7knn4",
        "created": "2023-07-31 14:55:27"
    },
    {
        "author": "TheGoosePlan",
        "body": "Destinazione? Ne farai altre?",
        "score": 1,
        "id": "ju7eo7c",
        "created": "2023-07-31 14:15:49"
    },
    {
        "author": "odirroH",
        "body": "Dato che non passano gli aumenti pensavo di farlo anche io a lavoro... e' stato facile ottenerli?",
        "score": 2,
        "id": "jubkrdh",
        "created": "2023-08-01 09:31:15"
    },
    {
        "author": "_matteo",
        "body": "Beh un ccnl commercio ha 27/30 giorni di ferie l'anno. Io che cerco di godermele faccio fatica a finirle.",
        "score": 2,
        "id": "ju8bmcg",
        "created": "2023-07-31 17:44:29"
    },
    {
        "author": "TheGoosePlan",
        "body": "Vi ringrazio per tutte queste risposte ma diversi di voi stanno citando situazioni iperboliche (ed a tratti patologiche).\n\nIo non parlo dei singoli post che posso diluire anche in un decennio, parlo delle semplici storie che siano in spiaggia, in discoteca al mare o su qualche monte senza nome. \n\nSe una persona si sveglia alle 3 di notte per postare il video della serata in discoteca al mare fatta 3 settimane prima non mi pare la norma. Risulta più facile postarla al momento in cui si realizza quell'evento.\n\nDiscorso diverso per le foto.",
        "score": 2,
        "id": "ju7z0db",
        "created": "2023-07-31 16:26:36"
    },
    {
        "author": "lottacomunista",
        "body": "faccio un calcolo spannometrico, mettiamo che con uno stipendio di 1500 euro sto un anno fermo senza fare niente, riuscendo a mettere da parte 400 euro al mese. In un anno mi accumulo 4000 euro, in due anni 8000. Ed ecco che ho un conto corrente a prova di emergenza e posso viaggiare fino a che non ho un imprevisto molto costoso, facciamo per tre anni poi mi si rompe la macchina... è fattibile? \n\nQuello che cerco di dire è che per me il discorso dell'acqua alla gola o del conto in banca vuoto lascia un po' il tempo che trova. Secondo me hanno i soldi per viaggiare e basta. Con 1500 euro al mese più di due viaggi all'anno è impossibile",
        "score": 6,
        "id": "ju7dv1k",
        "created": "2023-07-31 14:10:18"
    },
    {
        "author": "tmchn",
        "body": "Presente\n\nNon me ne frega niente di risparmiare, quando ho due soldi da parte organizzo una vacanza",
        "score": 3,
        "id": "ju7ea19",
        "created": "2023-07-31 14:13:08"
    },
    {
        "author": "WrongBi",
        "body": "\"nemmeno 5k\"",
        "score": 2,
        "id": "ju7dxeu",
        "created": "2023-07-31 14:10:46"
    },
    {
        "author": "TheGoosePlan",
        "body": "Io vedo però principalmente gente che studia che si permette di essere via una settimana sì e l'altra pure.",
        "score": 1,
        "id": "ju7ebg4",
        "created": "2023-07-31 14:13:25"
    },
    {
        "author": "mark_lenders",
        "body": "Anch'io ce l'ho solo per le foto delle amiche in costume \n\nMa ormai l'algoritmo è impazzito e mi mostra solo incidenti di rally/auto da corsa e puzzle di scacchi",
        "score": 5,
        "id": "ju8rz6z",
        "created": "2023-07-31 19:25:36"
    },
    {
        "author": "Sunnyboy_18",
        "body": "Un tempo lo pensavo anch’io. Ora invece penso che sia l’ultimo dei motivi sensati per averlo ed anzi è proprio la causa di tutti i mali su quel social.",
        "score": 3,
        "id": "ju7q7cw",
        "created": "2023-07-31 15:30:58"
    },
    {
        "author": "MasterRPG79",
        "body": "Gattini!",
        "score": 2,
        "id": "ju8im54",
        "created": "2023-07-31 18:27:57"
    },
    {
        "author": "basbcn824",
        "body": "Studiare non serve ad un emerito nulla, specie se si vuole rimanere in patria. Non sono d'accordo neanche sul resto, provenire da una famiglia benestante non ti rende automaticamente benestante, come nel caso dei 1.5k al mese che hai citato.",
        "score": 0,
        "id": "ju7fovu",
        "created": "2023-07-31 14:22:38"
    },
    {
        "author": "Select-Standard-3216",
        "body": "La cosa bella è che non serve mica essere nato nel top 3% eh, basta essere nati in famiglia poco sopra la media magari figlio unico con genitori particolarmente munifici.",
        "score": 1,
        "id": "ju93f7o",
        "created": "2023-07-31 20:35:59"
    },
    {
        "author": "TheGoosePlan",
        "body": "Eh, se non lo usassi per il secondo lavoro l'avrei tolto da un pezzo.",
        "score": 1,
        "id": "ju7e8ga",
        "created": "2023-07-31 14:12:50"
    },
    {
        "author": "TheGoosePlan",
        "body": "Ho un'amica insegnante ed è SEMPRE via.\n\nSEMPRE.\n\nPerò se glielo fai notare, anche ironicamente, si incazza.",
        "score": 4,
        "id": "ju7gy2t",
        "created": "2023-07-31 14:31:03"
    },
    {
        "author": "Davidriel-78",
        "body": "Zittoooo, non lo puoi scrivere. Ti assalgono al grido “se ti piace tanto prendi la laurea e fai il concorso”.",
        "score": 3,
        "id": "ju7hd31",
        "created": "2023-07-31 14:33:54"
    },
    {
        "author": "TheGoosePlan",
        "body": "Beh, mi pare un ottimo \"grande massimo\"...",
        "score": 2,
        "id": "ju7vsmg",
        "created": "2023-07-31 16:06:31"
    },
    {
        "author": "TheGoosePlan",
        "body": "Eh, bro, fosse per me le prenderei a maggio ma non sono il capo",
        "score": 1,
        "id": "ju7mj0x",
        "created": "2023-07-31 15:07:40"
    },
    {
        "author": "Mollan8686",
        "body": ">Ogni anno leggo notizie di famiglie o giovani che chiedono prestiti in banca per andare in ferie\n\nQuesto mi sembra francamente eccessivo e un caso limite, ma sono pronto a scommettere che gran parte di chi vedi sempre in ferie nemmeno sa cosa sia una pensione integrativa. Le classiche cicale, che piangeranno tra qualche anno.\n\nOppure vivono di eredità, possibile.",
        "score": 1,
        "id": "ju7pf79",
        "created": "2023-07-31 15:25:52"
    },
    {
        "author": "Fkappa",
        "body": "Poraccio level is over 9000!",
        "score": 25,
        "id": "ju83dim",
        "created": "2023-07-31 16:53:47"
    },
    {
        "author": "Jevonar",
        "body": "\"la posto oggi ma è una foto di ieri\"",
        "score": 9,
        "id": "ju8eaoa",
        "created": "2023-07-31 18:00:57"
    },
    {
        "author": "Nevrem",
        "body": "Letteralmente una mia collega che mentre lavora posta nelle storie delle foto di lei in costume",
        "score": 5,
        "id": "ju9ii7s",
        "created": "2023-07-31 22:12:04"
    },
    {
        "author": "astervista",
        "body": "\\#tbt che tanto nessuno sa cosa vuol dire ma neanche loro perché le postano di domenica",
        "score": 2,
        "id": "jubf3dr",
        "created": "2023-08-01 08:16:42"
    },
    {
        "author": "Megatanis",
        "body": "Che disperati.",
        "score": 1,
        "id": "jubcw2x",
        "created": "2023-08-01 07:47:51"
    },
    {
        "author": "de_kommaneuker",
        "body": ">Indurain Instagram e tiktok hanno fatto più danni dell'eroina\n\nChe male t'ha fatto Miguelone?",
        "score": 35,
        "id": "ju7qdqi",
        "created": "2023-07-31 15:32:06"
    },
    {
        "author": "abusnador",
        "body": "C'è un particolare fetish anche per i morti veramente",
        "score": 1,
        "id": "jucdfji",
        "created": "2023-08-01 13:58:24"
    },
    {
        "author": "morphalex",
        "body": "E allora dovresti sapere come funziona... Non farti fregare :-)",
        "score": 51,
        "id": "ju7h9xx",
        "created": "2023-07-31 14:33:18"
    },
    {
        "author": "iamagro",
        "body": "Social media manager momento",
        "score": 22,
        "id": "ju7pcka",
        "created": "2023-07-31 15:25:24"
    },
    {
        "author": "Repulsive-Fly5701",
        "body": "Tieni il profilo di lavoro e non installarlo sul cellulare, facevo così anche io per Facebook dovendo lavorarci ma volevo cancellare l'account.",
        "score": 8,
        "id": "ju7pfbz",
        "created": "2023-07-31 15:25:53"
    },
    {
        "author": "Zephyr_Petralia",
        "body": "Sicuro che volesse fingere? Forse voleva solo ricordare un bel momento.",
        "score": 3,
        "id": "jubc7qc",
        "created": "2023-08-01 07:38:59"
    },
    {
        "author": "Zephyr_Petralia",
        "body": "L'invidia è colpa di chi la prova, non di chi la causa.",
        "score": 1,
        "id": "jubc9v0",
        "created": "2023-08-01 07:39:44"
    },
    {
        "author": "CatsOnTheTables",
        "body": "Vogliono mostrare uno stile di vita superiore al loro reale, per avere mi piace, reactiobs. Non sottovalutiamo la scarica di endorfine che da la affermazione da social.",
        "score": 6,
        "id": "ju8dmxd",
        "created": "2023-07-31 17:56:52"
    },
    {
        "author": "numeroimportante",
        "body": "Fare incazzare op",
        "score": 4,
        "id": "juax6el",
        "created": "2023-08-01 04:40:25"
    },
    {
        "author": "simo402",
        "body": "Soero OP abbia 14 anni",
        "score": 6,
        "id": "ju87qq7",
        "created": "2023-07-31 17:20:51"
    },
    {
        "author": "CamelSmuggler",
        "body": "Che fra l'altro non bestemmiano",
        "score": 5,
        "id": "ju7z9pp",
        "created": "2023-07-31 16:28:15"
    },
    {
        "author": "de_kommaneuker",
        "body": "> \"su internet è tutto falso fino a prova contraria\"\n\nAll'inizio dei 2000, nel forum cittadino che frequentavo, c'era gente che diceva di trombare a tutto spiano. Dovevo crederci?",
        "score": 8,
        "id": "ju7qzgc",
        "created": "2023-07-31 15:35:59"
    },
    {
        "author": "FrAxl93",
        "body": "Il problema è che la gente che capisce questo concetto si leva dai social, e rimane chi proprio non ci arriva.",
        "score": 1,
        "id": "ju9mfot",
        "created": "2023-07-31 22:38:25"
    },
    {
        "author": "Roby1k",
        "body": "impossibile lavorare sull’invidia di tutti e sopratutto non si può bloccare perché è comunque un sentimento naturale.\n\nsi può però evitare di usare un social che inneggia all’invidia e gelosia, che promuove uno stile di vita irrealistico e che cerca di farti sentire sbagliato quotidianamente.\n\ndirei che la soluzione è facile",
        "score": 2,
        "id": "jubgflt",
        "created": "2023-08-01 08:34:32"
    },
    {
        "author": "Tommi97",
        "body": "Ma ci sei o ci fai? È ugualmente facile scattare una foto e caricarla come storia 2 settimane dopo. Ma credi veramente a tutto quello che vedi o che ti dicono?",
        "score": 16,
        "id": "ju7qxf5",
        "created": "2023-07-31 15:35:36"
    },
    {
        "author": "Alarnos",
        "body": "O qualche giorno a Londra oppure altro però stando a casa e facendo giri in giornata",
        "score": 1,
        "id": "ju7gjth",
        "created": "2023-07-31 14:28:26"
    },
    {
        "author": "Alarnos",
        "body": "Anche se pensavo all Egitto ma non so se quel periodo posso",
        "score": 1,
        "id": "ju7gla4",
        "created": "2023-07-31 14:28:43"
    },
    {
        "author": "McNorch",
        "body": "Beh dipende da come sei posizionato nella tua azienda e che valore hai. Io poi ho sempre avuto un rapporto abbastanza schietto e sincero con il mio capo.\n\nNel mio caso si era parlato di cambio di ruolo e conseguente aumento imminente, era una conversazione che andava avanti da tempo (non tantissimo ma nemmeno poco). Avevo rifiutato offerte da altre aziende negli ultimi anni, poi, terminato un progetto, un'azienda semi competitor mi ha contattato per un colloquio e ho poi ricevuto un'offerta.\n\nNe ho parlato con il mio capo, e si era arrivati ad una controproposta che era leggermente inferiore rispetto all'offerta della concorrenza, con nessun margine di manovra sulle cifre. Ora, a me piace lavorare dove sono ora e soprattutto con chi lavoro, e piaceva anche in quel periodo, e non ne ho fatto un segreto, anzi, ne ho parlato abbastanza candidamente in quella fase di negoziazione. \n\nIn quel momento mi è venuto in mente di proporre la soluzione ferie extra, che tra l'altro preferivo, non faccio il mio lavoro per soldi, non diventerò mai ricco nel mio settore, ne sono consapevole. Però un po' di giorni in più durante l'anno per fare qualche escursione o uscire in moto mi garbava tantissimo. Fatti i dovuti check con il consulente del lavoro e l'accordo è stato trovato. Non i 15 giorni extra richiesti, ma intanto ho una base per poter poi rinegoziare in futuro accordi simili (in pare aumento in parte extra ferie).\n\nQuindi basandomi su questa mia esperienza personale, con campione statistico di 1, ti direi che si, è stato relativamente facile ottenerli. C'erano delle condizioni a margine che hanno facilitato il tutto, ma mi rendo conto che non tutti i rapporti datore/dipendente e contesto aziendale sono come i miei.",
        "score": 1,
        "id": "jubrph2",
        "created": "2023-08-01 10:55:32"
    },
    {
        "author": "PalpitationPretend51",
        "body": "E che bello quando l'anno dopo arriva il rimborso ferie non godute =D",
        "score": 1,
        "id": "ju8f6wu",
        "created": "2023-07-31 18:06:36"
    },
    {
        "author": "OTTOGIGA",
        "body": "Tu stai seriamente sopravalutando la capacità di risparmio della maggior parte delle persone. Risparmiare 400E ogni mese?  LOL",
        "score": 12,
        "id": "ju7ecyw",
        "created": "2023-07-31 14:13:43"
    },
    {
        "author": "Kurai83",
        "body": "Cioè praticamente vuoi fare una vita di merda per 700 giorni per poi andare via 10 giorni. Geniale.",
        "score": 7,
        "id": "ju7i9zy",
        "created": "2023-07-31 14:39:54"
    },
    {
        "author": "prsutjambon",
        "body": ">Con 1500 euro al mese più di due viaggi all'anno è impossibile\n\ndipende come vai e quando vai. se hai le ferie ad agosto e a dicembre grazie al cazzo.",
        "score": 2,
        "id": "ju7ezed",
        "created": "2023-07-31 14:17:56"
    },
    {
        "author": "mark_lenders",
        "body": "dipende da cosa intendi con \"2 viaggi\", con 4000 euro ci puoi fare tante cose",
        "score": 2,
        "id": "ju7ghtb",
        "created": "2023-07-31 14:28:04"
    },
    {
        "author": "KHRonoS_OnE",
        "body": "con uno stipendio da 1500, \"stai un anno fermo senza fare niente\".  \ne quale datore di lavoro te lo permette? immagino che alla fine di quell'anno, devi cercarti un altro lavoro. poi magari nel tuo campo (anche nel mio) c'è talmente tanta concorrenza che ti riassumono, ma se ti sei fatto la nomea dell'anno sabbatico, devi andar molto lontano dal posto dov'eri prima.",
        "score": 1,
        "id": "ju7gsdm",
        "created": "2023-07-31 14:30:01"
    },
    {
        "author": "ExoticBamboo",
        "body": "Io studio e noto che un sacco di gente va in vacanza perché ha una doppia casa o amici con la casa in montagna o al mare.\n\nBasta che in una compagnia di 10 persone uno abbia la casa al mare e si va tutti in vacanza praticamente senza spese.\n\nQuindi facilmente vedi gente che si fa un mese a Sestri Levante a scrocco e poi magari una settimana in Salento o in Sardegna pagando.",
        "score": 5,
        "id": "ju7ge3x",
        "created": "2023-07-31 14:27:22"
    },
    {
        "author": "PennyPana98",
        "body": "Se parli di gente che studia è per forza merito dei genitori",
        "score": 4,
        "id": "ju7fuga",
        "created": "2023-07-31 14:23:40"
    },
    {
        "author": "FaitaRyuu",
        "body": "mah quando studiavo i viaggi erano molto low cost e il dove si dormiva era al limite della decenza, tutto per girare e vedere posti nuovi.\n\nOra come ora non potrei fare viaggi di quel tipo (mia moglie mi ammazzerebbe)",
        "score": 1,
        "id": "ju7ia2f",
        "created": "2023-07-31 14:39:55"
    },
    {
        "author": "lottacomunista",
        "body": "> provenire da una famiglia benestante non ti rende automaticamente benestante\n\nE allora figurati provenire da una famiglia povera ...",
        "score": 7,
        "id": "ju7gk21",
        "created": "2023-07-31 14:28:29"
    },
    {
        "author": "NeedPrivacyDotCom",
        "body": "Ed invece purtroppo è così… brutta storia è",
        "score": 2,
        "id": "ju7fudh",
        "created": "2023-07-31 14:23:39"
    },
    {
        "author": "Slumber86",
        "body": "Si non posso certo lamentarmi quest’anno",
        "score": 1,
        "id": "ju7yo8o",
        "created": "2023-07-31 16:24:29"
    },
    {
        "author": "FrAxl93",
        "body": "Rovazzi sottovalutato.",
        "score": 5,
        "id": "ju9ly6f",
        "created": "2023-07-31 22:35:09"
    },
    {
        "author": "Zephyr_Petralia",
        "body": "Tanti, mentre lavorano, passano il tempo a discutere con sconosciuti su Reddit...",
        "score": 2,
        "id": "jubaq4a",
        "created": "2023-08-01 07:19:38"
    },
    {
        "author": "savefolla",
        "body": "Non ha ancora digerito il Giro del 92",
        "score": 20,
        "id": "ju7s7wi",
        "created": "2023-07-31 15:43:56"
    },
    {
        "author": "The_Matt0",
        "body": "Era un fan di Chiappucci probabilmente.",
        "score": 10,
        "id": "ju80u6c",
        "created": "2023-07-31 16:38:06"
    },
    {
        "author": "Daemien73",
        "body": "Ah menomale mi sentivo l’unico scemo ad avere due profili FB. Ma assolutamente utile per mantenere la salute mentale",
        "score": 2,
        "id": "ju7zxt9",
        "created": "2023-07-31 16:32:27"
    },
    {
        "author": "MrGlacies",
        "body": "una o l’altra sono fattibili, ma se becco un veneto astemio che non bestemmia ascende al Valhalla immediatamente",
        "score": 1,
        "id": "ju8j16n",
        "created": "2023-07-31 18:30:32"
    },
    {
        "author": "AostaValley",
        "body": "Allora dunque. C'era un certo signore, che partí per un lungo viaggio perché aveva una cosa in testa, si chiamava... Ah ecco Mr Darwin",
        "score": 1,
        "id": "jub709x",
        "created": "2023-08-01 06:31:35"
    },
    {
        "author": "_matteo",
        "body": "Mh, no. Le ferie almeno dove lavoro io non scadono. Tr le trascini verso l'infinito e oltre.\nCon i permessi funziona così, ma cerco di usarli perché tanto sono tassati uno schifo",
        "score": 1,
        "id": "ju8nrym",
        "created": "2023-07-31 18:59:38"
    },
    {
        "author": "lottacomunista",
        "body": "Non è proprio così, rispami due anni e poi viaggi ogni mese SENZA usare i soldi che hai risparmiato (l'ho spiegato ad un altro utente sotto) \n\nMa comunque si, appunto! L'esempio non regge perché secondo me è la premessa ad essere sbagliata. Questa montagna di viaggiatori seriali con i conti in rosso, sprezzante del futuro che si gode la vita nonostante tutto... semplicemente non regge. A mio modestissimo parere questi hanno i soldi e basta, altro che conti in rosso e incertezza per il futuro",
        "score": 2,
        "id": "ju7jati",
        "created": "2023-07-31 14:46:40"
    },
    {
        "author": "lottacomunista",
        "body": "no ma era un discorso ipotetico riferito ai presunti risparmi che stanno a zero. Quei 4000 euro sono per le emergenze non per viaggiare, prima di viaggiare hai messo da parte un gruzzolo per le emergenze, quando il gruzzolo è soddisfacente puoi smettere di risparmiare e farti un po' di viaggi. Il punto è che con questo \"stile\" non ti fai una vacanza al mese, ne fai massimo due o tre all'anno: secondo me chi si fa 5 o 6 vacanze all'anno non ha bisogno di mettere da parte per viaggiare, i soldi li ha già a disposizione",
        "score": 2,
        "id": "ju7hjii",
        "created": "2023-07-31 14:35:06"
    },
    {
        "author": "lottacomunista",
        "body": "eh ho scritto da cani. Con \"stai un anno fermo\" intendo stai un anno a risparmio, niente viaggi, niente weekend con black jack, niente aperitivi a 15 euro... cose così dovrebbero permetterti di mettere soldi da parte",
        "score": 3,
        "id": "ju7htcm",
        "created": "2023-07-31 14:36:53"
    },
    {
        "author": "basbcn824",
        "body": "A rendere benestante è il proprio stipendio, c'è poco da fare",
        "score": -5,
        "id": "ju7gu2v",
        "created": "2023-07-31 14:30:20"
    },
    {
        "author": "basbcn824",
        "body": "A ciascuno il suo, ma non diciamo fesserie. Non tutti possono laurearsi in medicina!",
        "score": 1,
        "id": "ju7glne",
        "created": "2023-07-31 14:28:47"
    },
    {
        "author": "NaZGuL_of_Mordor",
        "body": "\"Ah non posso?\"",
        "score": 2,
        "id": "jubs7y2",
        "created": "2023-08-01 11:01:09"
    },
    {
        "author": "LicioP2Love",
        "body": "Non ci dormo sopra da 30 anni",
        "score": 10,
        "id": "ju7y3x7",
        "created": "2023-07-31 16:20:58"
    },
    {
        "author": "insertuserhandlehere",
        "body": "Chiappucci >> Indurain",
        "score": 2,
        "id": "juaitoy",
        "created": "2023-08-01 02:32:52"
    },
    {
        "author": "PalpitationPretend51",
        "body": "Forse saranno i permessi, ma quest'anno ho preso tipo 400€.",
        "score": 1,
        "id": "ju8xmhh",
        "created": "2023-07-31 20:00:36"
    },
    {
        "author": "demonblack873",
        "body": "Se risparmi 400€ al mese, se ne usi anche solo la metà per viaggiare sono 2400€ all'anno. Con 2400 tre viaggi li fai tranquillamente se non pretendi di mangiare in ristoranti stellati tutte le sere...",
        "score": 1,
        "id": "ju8gsbk",
        "created": "2023-07-31 18:16:38"
    },
    {
        "author": "Slumber86",
        "body": "no, i dati dicono che in Italia conta di più il reddito familiare",
        "score": 6,
        "id": "ju7rq8t",
        "created": "2023-07-31 15:40:46"
    },
    {
        "author": "NeedPrivacyDotCom",
        "body": "Collegamento a caso inserito",
        "score": 1,
        "id": "ju7jm0t",
        "created": "2023-07-31 14:48:43"
    },
    {
        "author": "Zephyr_Petralia",
        "body": "\"Eh, no!\"\n\nPS: bei tempi /s",
        "score": 1,
        "id": "juc55lh",
        "created": "2023-08-01 12:58:10"
    },
    {
        "author": "abusnador",
        "body": "Minchia Indurain\n\nPensati Berzhin",
        "score": 1,
        "id": "jucdbfg",
        "created": "2023-08-01 13:57:38"
    },
    {
        "author": "de_kommaneuker",
        "body": "OT, ma ogni tanto mi meraviglio pensando che c'è gente sull'internet che per una risposta del genere inizierebbe a insultarsi. Ti giuro, non lo capisco.",
        "score": 1,
        "id": "jubqei9",
        "created": "2023-08-01 10:41:04"
    },
    {
        "author": "lottacomunista",
        "body": "ma 3 viaggi sono normali. con 1500 euro 3 viaggi te li fai anche tranquillamente.\n\nda quel che ho capito io OP parlava di un'altra categoria di persone.\n\nQuelle che ogni mese stanno in una localita' diversa a fare vacanza, per quelli cosi' secondo me non ci sono tante spiegazioni: stanno a soldi e basta",
        "score": 1,
        "id": "ju910n1",
        "created": "2023-07-31 20:21:19"
    },
    {
        "author": "basbcn824",
        "body": "Allora facciamo prima a dire che i benestanti appartengono alla mitologia",
        "score": 0,
        "id": "ju7w3sf",
        "created": "2023-07-31 16:08:27"
    },
    {
        "author": "basbcn824",
        "body": "Di norma chi parla così è un medico specializzando :)",
        "score": 1,
        "id": "ju7kcqk",
        "created": "2023-07-31 14:53:29"
    },
    {
        "author": "demonblack873",
        "body": "Ma sei tu che hai scritto che con 1500 al mese più di due viaggi è impossibile...",
        "score": 1,
        "id": "ju986rv",
        "created": "2023-07-31 21:05:19"
    },
    {
        "author": "NeedPrivacyDotCom",
        "body": "Magari… avrei risolto 1000 problemi",
        "score": 1,
        "id": "ju7n4os",
        "created": "2023-07-31 15:11:34"
    },
    {
        "author": "lottacomunista",
        "body": "Ho capito... due o tre ...\n\nParliamo di ordini di grandezza... un conto sono 3 viaggi all'anno un altro sono un viaggio ogni due mesi o di piu'. Per la seconda categoria 1500 euro al mese semplicemente non bastano... anche perche' chi lavora a 1500 euro al mese oltre a non avere quei soldi non ha nemmeno le ferie",
        "score": 1,
        "id": "ju9fa33",
        "created": "2023-07-31 21:50:43"
    },
    {
        "author": "basbcn824",
        "body": "Allora non capisco il commento, sorry",
        "score": 1,
        "id": "ju7q7pr",
        "created": "2023-07-31 15:31:02"
    },
    {
        "author": "NeedPrivacyDotCom",
        "body": "Rileggilo, è abbastanza chiaro, non c’è molto da capire",
        "score": 0,
        "id": "ju7slky",
        "created": "2023-07-31 15:46:22"
    },
    {
        "author": "basbcn824",
        "body": "Allora sei tu che non hai capito me: non riesco a comprendere a cosa sia dovuto il tuo punto di vista, dato che, a quanto dici, non fai parte della categoria dei privilegiati",
        "score": 0,
        "id": "ju7vr21",
        "created": "2023-07-31 16:06:13"
    }
]